[
	{
		"id": "http://zotero.org/users/4985362/items/78L9N3DG",
		"type": "article-journal",
		"title": "Why Do Phylogenomic Data Sets Yield Conflicting Trees? Data Type Influences the Avian Tree of Life more than Taxon Sampling",
		"container-title": "Systematic Biology",
		"page": "857-879",
		"volume": "66",
		"issue": "5",
		"source": "DOI.org (Crossref)",
		"URL": "http://academic.oup.com/sysbio/article/66/5/857/3091102/Why-Do-Phylogenomic-Data-Sets-Yield-Conflicting",
		"DOI": "10.1093/sysbio/syx041",
		"ISSN": "1063-5157, 1076-836X",
		"title-short": "Why Do Phylogenomic Data Sets Yield Conflicting Trees?",
		"language": "en",
		"author": [
			{
				"family": "Reddy",
				"given": "Sushma"
			},
			{
				"family": "Kimball",
				"given": "Rebecca T."
			},
			{
				"family": "Pandey",
				"given": "Akanksha"
			},
			{
				"family": "Hosner",
				"given": "Peter A."
			},
			{
				"family": "Braun",
				"given": "Michael J."
			},
			{
				"family": "Hackett",
				"given": "Shannon J."
			},
			{
				"family": "Han",
				"given": "Kin-Lan"
			},
			{
				"family": "Harshman",
				"given": "John"
			},
			{
				"family": "Huddleston",
				"given": "Christopher J."
			},
			{
				"family": "Kingston",
				"given": "Sarah"
			},
			{
				"family": "Marks",
				"given": "Ben D."
			},
			{
				"family": "Miglia",
				"given": "Kathleen J."
			},
			{
				"family": "Moore",
				"given": "William S."
			},
			{
				"family": "Sheldon",
				"given": "Frederick H."
			},
			{
				"family": "Witt",
				"given": "Christopher C."
			},
			{
				"family": "Yuri",
				"given": "Tamaki"
			},
			{
				"family": "Braun",
				"given": "Edward L."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					9
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					6,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/VKSMCRZV",
		"type": "chapter",
		"title": "Graphical Methods for Visualizing Comparative Data on Phylogenies",
		"container-title": "Modern Phylogenetic Comparative Methods and Their Application in Evolutionary Biology",
		"publisher": "Springer Berlin Heidelberg",
		"publisher-place": "Berlin, Heidelberg",
		"page": "77-103",
		"source": "DOI.org (Crossref)",
		"event-place": "Berlin, Heidelberg",
		"abstract": "Phylogenies have emerged as central in evolutionary biology over the past three decades or more, and an extraordinary expansion in the breadth and sophistication of phylogenetic comparative methods has played a large role in this growth. In this chapter, I focus on a somewhat neglected area: the use of graphical methods to simultaneously represent comparative data and trees. As this research area is theoretically very broad, I have concentrated on new methods developed by me, or techniques devised by others and implemented by me as part of my R phylogenetics package, phytools. I describe a variety of methods in this chapter, including approaches that can be used to map reconstructed discrete or continuous character evolution on trees; techniques for projecting phylogenetic trees into morphospace; and methods for visualizing phylogenies in the context of a global or regional geographic map. In this chapter, my intention is not merely to showcase new methods that I have developed. Rather, I have also dedicated considerable attention to detailing the algorithms and computational techniques required for these approaches with the hope that this chapter will become a resource or jumping-off point for researchers interested in building new, more advanced approaches and methods in this area.",
		"URL": "http://link.springer.com/10.1007/978-3-662-43550-2_4",
		"ISBN": "978-3-662-43549-6",
		"note": "DOI: 10.1007/978-3-662-43550-2_4",
		"language": "en",
		"editor": [
			{
				"family": "Garamszegi",
				"given": "László Zsolt"
			}
		],
		"author": [
			{
				"family": "Revell",
				"given": "Liam J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					6,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/IDBJW4N4",
		"type": "article-journal",
		"title": "Convergence and the Multidimensional Niche",
		"container-title": "Evolution",
		"page": "409-421",
		"volume": "59",
		"issue": "2",
		"source": "Wiley Online Library",
		"abstract": "Convergent evolution has played an important role in the development of the ecological niche concept. We investigated patterns of convergent and divergent evolution of Caribbean Anolis lizards. These lizards diversified independently on each of the islands of the Greater Antilles, producing the same set of habitat specialists on each island. Using a phylogenetic comparative framework, we examined patterns of morphological convergence in five functionally distinct sets of morphological characters: body size, body shape, head shape, lamella number, and sexual size dimorphism. We find evidence for convergence among members of the habitat specialist types for each of these five datasets. Furthermore, the patterns of convergence differ among at least four of the five datasets; habitat specialists that are similar for one set of characters are often greatly different for another. This suggests that the habitat specialist niches into which these anoles have evolved are multidimensional, involving several distinct and independent aspects of morphology.",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.0014-3820.2005.tb00999.x",
		"DOI": "10.1111/j.0014-3820.2005.tb00999.x",
		"ISSN": "1558-5646",
		"language": "en",
		"author": [
			{
				"family": "Harmon",
				"given": "Luke J."
			},
			{
				"family": "Kolbe",
				"given": "Jason J."
			},
			{
				"family": "Cheverud",
				"given": "James M."
			},
			{
				"family": "Losos",
				"given": "Jonathan B."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/FSQAYYKV",
		"type": "article-journal",
		"title": "Convergent and divergent character displacement",
		"container-title": "Biological Journal of the Linnean Society",
		"page": "39-68",
		"volume": "4",
		"issue": "1",
		"source": "Wiley Online Library",
		"abstract": "Consideration of the possibilities and difficulties of detecting character displacement leads to a re-definition of the phenomenon; character displacement is the process by which a morphological character state of a species changes under Natural Selection arising from the presence, in the same environment, of one or more species similar to it ecologically and/or reproductively. This incorporates the principal ideas in the original definition given by Brown & Wilson (1956), but eliminates the restriction of making comparisons of the character states of a species in sympatry and allopatry. The evidence for the ecological (competitive) aspect of character displacement is assessed by analyzing in detail the best documented and well publicized examples in the literature. Some of the examples either do not exhibit displaced characters or, if they do, the “displacement” can be interpreted in other and perhaps simpler ways; this applies to the so-called classical case of character displacement, Sitta tephronota and S. neumayer in Iran. Other examples, involving lizards and birds, constitute better evidence for character displacement, but in no single study is it entirely satisfactory. It is concluded that the evidence for the ecological aspect of character displacement is weak.",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1095-8312.1972.tb00690.x",
		"DOI": "10.1111/j.1095-8312.1972.tb00690.x",
		"ISSN": "1095-8312",
		"language": "en",
		"author": [
			{
				"family": "Grant",
				"given": "P. R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1972"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/INXW5MAA",
		"type": "article-journal",
		"title": "Phylogenetic analyses: comparing species to infer adaptations and physiological mechanisms",
		"container-title": "Comprehensive Physiology",
		"page": "639-674",
		"volume": "2",
		"issue": "1",
		"source": "PubMed",
		"abstract": "Comparisons among species have been a standard tool in animal physiology to understand how organisms function and adapt to their surrounding environment. During the last two decades, conceptual and methodological advances from different fields, including evolutionary biology and systematics, have revolutionized the way comparative analyses are performed, resulting in the advent of modern phylogenetic statistical methods. This development stems from the realization that conventional analytical methods assume that observations are statistically independent, which is not the case for comparative data because species often resemble each other due to shared ancestry. By taking evolutionary history explicitly into consideration, phylogenetic statistical methods can account for the confounding effects of shared ancestry in interspecific comparisons, improving the reliability of standard approaches such as regressions or correlations in comparative analyses. Importantly, these methods have also enabled researchers to address entirely new evolutionary questions, such as the historical sequence of events that resulted in current patterns of form and function, which can only be studied with a phylogenetic perspective. Here, we provide an overview of phylogenetic approaches and their importance for studying the evolution of physiological processes and mechanisms. We discuss the conceptual framework underlying these methods, and explain when and how phylogenetic information should be employed. We then outline the difficulties and limitations inherent to comparative approaches and discuss potential problems researchers may encounter when designing a comparative study. These issues are illustrated with examples from the literature in which the incorporation of phylogenetic information has been useful, or even crucial, for inferences on how species evolve and adapt to their surrounding environment.",
		"DOI": "10.1002/cphy.c100079",
		"ISSN": "2040-4603",
		"note": "PMID: 23728983",
		"title-short": "Phylogenetic analyses",
		"journalAbbreviation": "Compr Physiol",
		"language": "eng",
		"author": [
			{
				"family": "Rezende",
				"given": "Enrico L."
			},
			{
				"family": "Diniz-Filho",
				"given": "José Alexandre F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/IVDYCMP2",
		"type": "article-journal",
		"title": "The ecological importance of intraspecific variation",
		"container-title": "Nature Ecology & Evolution",
		"page": "57-64",
		"volume": "2",
		"issue": "1",
		"source": "www.nature.com",
		"abstract": "A meta-analysis comparing the ecological effects of variation within a species with the effects of species replacement or renewal shows that intraspecific effects may be comparable to, or sometimes stronger than, species effects.",
		"URL": "https://www.nature.com/articles/s41559-017-0402-5",
		"DOI": "10.1038/s41559-017-0402-5",
		"ISSN": "2397-334X",
		"language": "en",
		"author": [
			{
				"family": "Des Roches",
				"given": "Simone"
			},
			{
				"family": "Post",
				"given": "David M."
			},
			{
				"family": "Turley",
				"given": "Nash E."
			},
			{
				"family": "Bailey",
				"given": "Joseph K."
			},
			{
				"family": "Hendry",
				"given": "Andrew P."
			},
			{
				"family": "Kinnison",
				"given": "Michael T."
			},
			{
				"family": "Schweitzer",
				"given": "Jennifer A."
			},
			{
				"family": "Palkovacs",
				"given": "Eric P."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					11
				]
			]
		}
	}
]