[
	{
		"id": "http://zotero.org/users/4985362/items/3Q9BWSAP",
		"type": "article-journal",
		"title": "Criteria for Rigor in Visualization Design Study",
		"container-title": "IEEE Transactions on Visualization and Computer Graphics",
		"page": "1-1",
		"source": "DOI.org (Crossref)",
		"URL": "https://ieeexplore.ieee.org/document/8809711/",
		"DOI": "10.1109/TVCG.2019.2934539",
		"ISSN": "1077-2626, 1941-0506, 2160-9306",
		"journalAbbreviation": "IEEE Trans. Visual. Comput. Graphics",
		"language": "en",
		"author": [
			{
				"family": "Meyer",
				"given": "Miriah"
			},
			{
				"family": "Dykes",
				"given": "Jason"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/DNYRN6YL",
		"type": "paper-conference",
		"title": "Action Design Research and Visualization Design",
		"container-title": "Proceedings of the Beyond Time and Errors on Novel Evaluation Methods for Visualization - BELIV '16",
		"publisher": "ACM Press",
		"publisher-place": "Baltimore, MD, USA",
		"page": "10-18",
		"source": "DOI.org (Crossref)",
		"event": "the Beyond Time and Errors",
		"event-place": "Baltimore, MD, USA",
		"abstract": "In applied visualization research, artifacts are shaped by a series of small design decisions, many of which are evaluated quickly and informally via methods that often go unreported and unveriﬁed. Such design decisions are inﬂuenced not only by visualization theory, but also by the people and context of the research. While existing applied visualization models support a level of reliability throughout the design process, they fail to explicitly account for the inﬂuence of the research context in shaping the resulting design artifacts. In this work, we look to action design research (ADR) for insight into addressing this issue. In particular, ADR oﬀers a framework along with a set of guiding principles for navigating and capitalizing on the disruptive, subjective, human-centered nature of applied design work, while aiming to ensure reliability of the process and design, and emphasizing opportunities for conducting research. We explore the utility of ADR in increasing the reliability of applied visualization design research by: describing ADR in the language and constructs developed within the visualization community; comparing ADR to existing visualization methodologies; and analyzing a recent design study retrospectively through the lens of ADR’s framework and principles.",
		"URL": "http://dl.acm.org/citation.cfm?doid=2993901.2993916",
		"DOI": "10.1145/2993901.2993916",
		"ISBN": "978-1-4503-4818-8",
		"language": "en",
		"author": [
			{
				"family": "McCurdy",
				"given": "Nina"
			},
			{
				"family": "Dykes",
				"given": "Jason"
			},
			{
				"family": "Meyer",
				"given": "Miriah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/4985362/items/D6KL5ZC4",
		"type": "paper-conference",
		"title": "Experiences in involving analysts in visualisation design",
		"container-title": "Proceedings of the 2012 BELIV Workshop on Beyond Time and Errors - Novel Evaluation Methods for Visualization - BELIV '12",
		"publisher": "ACM Press",
		"publisher-place": "Seattle, Washington",
		"page": "1-4",
		"source": "DOI.org (Crossref)",
		"event": "the 2012 BELIV Workshop",
		"event-place": "Seattle, Washington",
		"abstract": "Involving analysts in visualisation design has obvious beneﬁts, but the knowledge-gap between domain experts (‘analysts’) and visualisation designers (‘designers’) often makes the degree of their involvement fall short of that aspired. By promoting a culture of mutual learning, understanding and contribution between both analysts and designers from the outset, participants can be raised to a level at which all can usefully contribute to both requirement deﬁnition and design. We describe the process we use to do this for tightly-scoped and short design exercises – with meetings/workshops, iterative bursts of design/prototyping over relatively short periods of time, and workplace-based evaluation – illustrating this with examples of our own experience from recent work with bird ecologists.",
		"URL": "http://dl.acm.org/citation.cfm?doid=2442576.2442577",
		"DOI": "10.1145/2442576.2442577",
		"ISBN": "978-1-4503-1791-7",
		"language": "en",
		"author": [
			{
				"family": "Slingsby",
				"given": "Aidan"
			},
			{
				"family": "Dykes",
				"given": "Jason"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					12,
					6
				]
			]
		}
	}
]